{
  "flora": [
    {
      "nome_comum": "Amanita-muscaria",
      "nome_cientifico": "Amanita muscaria",
      "categoria": "Fungo",
      "imagem": "/Imagens/Amanita_muscaria.jpg",
      "texto": "Ciclo de vida: quando um cogumelo está maduro, os esporos são liberado das lamelas do píleo e caem no solo. Os esporos germinam e formam hifas finas, que juntasm formam o micélio. Os micelios se agrupam e todo o conjunto forma um jovem e pequenino coguemelo.Em volta do pequeno cogumelo, forma-se uma capa protetora chamada véu universal, que o recobre enquanto cresce. Durante o crescimento, o cogumelo irá precisar de nutrientes e água. Conforme o cogumelo cresce, o véu universal se rompe e vai deixando resquícios de si no topo do píleo. Estes resquícios será chamados de escamas e, geralmente persistem no fungo maduro. Existem mitos sobre a coleta, preparação e uso de Amanita muscaria, que estão relacionados ao período pré-cristão. Seu uso era importante em muitas celebrações e cerimônias do solstício de inverno de povos do norte da Europa e da Ásia. Nos dias que antecedem o solstício de inverno, o cogumelo aparece sob as árvores, principalmente abetos e abetos vermelhos. O chapéu do cogumelo (píleo) é vermelho escuro a laranja-avermelhado com pequenas manchas branco-creme pontilhando o chapéu em um padrão irregular. Na Ásia Central, os xamãs usavam vestimentas especiais para coletar estes cogumelos e seus casacos e calças eram vermelhos com a gola e os punhos enfeitados com pele branca e finalizados com botas pretas. O xamã coletava os cogumelos em um saco especial. Após coletar os cogumelos, o xamã retornava à sua aldeia e entrava na yurt (uma tenda portátil) pelo buraco de fumaça no telhado. isso lhe parece familiar? Amanita muscaria é nativa de florestas coníferas e decíduas em todo o hemisfério norte temperado, mas também é encontrada em outras regiões do hemisfério sul, onde foi introduzida inadvertidamente através de pinheiros e outras plantações.Ele existe em simbiose com as raízes de coníferas, incluindo pinheiro, abeto, abeto, bétula e cedro, mas as associações micorrízicas podem ser tripartidas, envolvendo também outras espécies de fungos. Foi relatado que rizomorfos de Boletus edulis Bull. foram frequentemente observados intimamente entrelaçados com Amanita, formando micorrizas compostas que podem facilitar o fluxo de nutrientes entre as duas espécies. Os ecossistemas florestais têm uma alta diversidade de associações micorrízicas e estão sujeitos a complexas redes de cadeias alimentares multiespécies (Luo et al. 2014; Van der Heijden et al. 2015).\nFonte: https://www.fs.usda.gov/wildflowers/ethnobotany/Mind_and_Spirit/flyagaric.shtml"
    },
    {
      "nome_comum": "Cogumelo-dourado",
      "nome_cientifico": "Cryptotrama aspratata",
      "categoria": "Fungo",
      "imagem": "/Imagens/Cryptotrama_aspartata.jpg",
      "texto": "Um dos cogumelos mais bonitos da natureza, com coloração amarelo-ouro brilhante. Sua aparência aveludada e luminosa lembra flores tropicais.\n\nHabitat: Troncos em decomposição em florestas tropicais e subtropicais.\n\nCuriosidades:\n• Apesar da aparência atraente, não é comestível.\n• Muito raro e difícil de encontrar em ambientes naturais.\n• A cor vibrante funciona como defesa contra predadores."
    },
    {
      "nome_comum": "Fungo-ondulado",
      "nome_cientifico": "Cymatoderma caperatum",
      "categoria": "Fungo",
      "imagem": "/Imagens/cymatoderma_caperatum.jpg",
      "texto": "Basidiomas de 4-19 cm de altura, 2-2 -12 cm de largura, finos, flexíveis, coriáceo-membranosos, normalmente infundibuliformes (formato de funil). O píleo de cor palha, marrom-dourado ou enferrujado (às vezes marrom-escuro quando secos), ornamentado com cristas radiantes afiadas em forma de faca, que são frequentemente obscurecidas, exceto em direção à margem, pelo desenvolvimento de um tomento muito espesso, fulvo sujo, semelhante a feltro. Superfície himenial de cor branco-creme, tornando-se creme-ferrugem ou ocre com um tom rosado em espécimes secos. A superfície apresenta dobras obtusas radiantes que tendem a ramificar em direção à margem. Estipe central, frequentemente muito curto ou rudimentar, mas às vezes bem desenvolvido, coberto por um tomento acastanhado e preso ao substrato por um pequeno disco basal. Habitat: em tocos mortos, troncos, galhos caídos, raízes etc."
    },
    {
      "nome_comum": "Fungo-toupeira",
      "nome_cientifico": "Kusaghiporia talpae",
      "categoria": "Fungo",
      "imagem": "/Imagens/kusaghiporia_talpae.jpg",
      "texto": "Fungo raro com aparência resinosa, cresce em locais subterrâneos, geralmente em associação com raízes.\n\nHabitat: Ambientes úmidos e sombreados, próximo ao solo.\n\nCuriosidades:\n• Nome 'talpae' vem da associação com tocas de toupeira.\n• Ainda pouco estudado pela ciência.\n• Pode desempenhar papel simbiótico com algumas árvores."
    }
  ],
  "fauna": [
    {
      "nome_comum": "Bugio-ruivo",
      "nome_cientifico": "Alouatta guariba",
      "categoria": "Mamífero",
      "imagem": "/Imagens/Bugio_Ruivo.jpg",
      "texto": "Emitem vocalizações que podem alcançar longas distâncias como mecanismo de manutenção do espaçamento entre os grupos e organização do grupo. Possuem uma dieta rica em folhas e  flores. Utilizam cauda preênsil para locomoção na copa das árvores, raramente são vistos no solo. Esses animais são bem adaptados a ambientes antropizados, sendo o crescimento urbano uma ameaça à espécie em decorrência de atropelamentos, eletrocussões e ataque de cães. Além disso, os bugios são importantes como indicadores da presença do vírus da febre amarela, pois são sensíveis ao vírus, levando a morte de muitos indivíduos. O bugio não transmite a febre amarela!\nFonte: https://www.ufrgs.br/faunadigitalrs/mamiferos/ordem-primates/familia-atelidae/bugio-ruivo-alouatta-guariba-clamitans/"
    },
    {
      "nome_comum": "Pica-pau-verde-barrado",
      "nome_cientifico": "Colaptes melanochloros",
      "categoria": "Ave",
      "imagem": "/Imagens/Colaptes_melanochloros.jpg",
      "texto": "Ave de médio porte, com penas esverdeadas e padrão rajado no peito. Diferentemente de outros pica-paus, costuma se alimentar no solo, principalmente de formigas e cupins.\n\nHabitat: Áreas abertas, campos e bordas de florestas em várias regiões do Brasil.\n\nCuriosidades:\n• Tem língua longa e pegajosa ideal para capturar insetos.\n• Contribui para o controle de pragas naturais no ambiente.\n• Constrói ninhos escavando troncos de árvores."
    },
    {
      "nome_comum": "Cruzeira",
      "nome_cientifico": "Bothrops alternatus",
      "categoria": "Reptil",
      "imagem": "/Imagens/Bothrops_alternatus.jpg",
      "texto": "Conhecida popularmente como cruzeira ou urutu, é uma serpente peçonhenta, possui porte grande e de cauda curta. A dieta é composta de pequenos mamíferos, são vivíparas, quando ameaçadas acabam se enrolando, vibram a cauda e dão o bote. A peçonha pode causar acidentes fatais ou mutiladores se não forem tratados corretamente com o soro antibotrópico.\nFonte: https://www.ufrgs.br/faunadigitalrs/5385-2/"
    },
    {
      "nome_comum": "Tatu-mulita",
      "nome_cientifico": "Dasypus hybridus",
      "categoria": "Mamífero",
      "imagem": "/Imagens/Dasypus_hybridus.jpg",
      "texto": "Conhecido popularmente como Tatu-mulita, possui distribuição desconhecida no RS e apresenta pequeno porte quando comparado aos demais tatus do Estado. Apresenta de 6 à 7 cintas móveis em sua carapaça. Possuem orelhas verticais e inclinadas para trás, lembrando as orelhas de uma Mula, por isso a origem do nome popular “Tatu-mulita”. Alimentam-se principalmente de invertebrados, pequenos vertebrados, tubérculos, frutas e fungos, portanto são considerados onívoros ao invés de insectívoros. Vivem em tocas que eles mesmos escavam, onde características estruturais da toca, como entrada e tamanho variam de espécie para espécie. A caça ilegal, fruto da apreciação da carne do Tatu em práticas culturais no RS, a utilização do rabo e da carapaça do Tatu como adornos, animais vítimas de predação por cães e atropelamentos ameaçam ainda mais estes animais.\n Fonte: https://www.ufrgs.br/faunadigitalrs/mamiferos/ordem-cingulata/familia-dasypodidae/tatu-mulita-dasypus-hybridus/"
    },
    {
      "nome_comum": "Capivara",
      "nome_cientifico": "Hydrochoerus hydrochaeris",
      "categoria": "Mamífero",
      "imagem": "/Imagens/Hydrochoerus_hydrochaeris.jpg",
      "texto": "É o maior roedor do mundo, com comportamento calmo e social. Vive em grupos e passa grande parte do tempo próximo à água.\n\nHabitat: Beiras de rios, lagos e áreas alagadas da América do Sul.\n\nCuriosidades:\n• É excelente nadadora e pode dormir parcialmente submersa.\n• Se comunica por meio de assobios, grunhidos e até latidos.\n• É frequentemente vista com aves empoleiradas sobre seu corpo."
    },
    {
      "nome_comum": "Quero-quero",
      "nome_cientifico": "Vanellus chilensis",
      "categoria": "Ave",
      "imagem": "/Imagens/Vanellus_chilensis.jpg",
      "texto": "Ave típica de áreas abertas, conhecida por seu comportamento protetor e grito característico. É muito observada em campos, parques e até em cidades.\n\nHabitat: Campos abertos, áreas rurais e urbanas de toda a América do Sul.\n\nCuriosidades:\n• Defende seus ninhos com coragem, atacando animais e até humanos.\n• Faz ninhos no chão, camuflados entre os capins.\n• Considerada sentinela natural: alerta outras espécies sobre perigos."
    }
  ]
}
